Repository: processone/ejabberd
Catalog: priv/msgs/*.po
Languages: fr

source: September
fr: Septembre

source: Server:
fr: Serveur :

source: Set message of the day and send to online users
fr: Définir le message du jour et l'envoyer aux utilisateurs en ligne

source: Set message of the day on all hosts and send to online users
fr: Définir le message du jour pour tous domaines et l'envoyer aux utilisateurs en ligne

source: Shared Roster Groups
fr: Groupes de liste de contacts partagée

source: Show Integral Table
fr: Montrer la table intégralement

source: Show Ordinary Table
fr: Montrer la table ordinaire

source: Shut Down Service
fr: Arrêter le service

source: Specify the access model
fr: Définir le modèle d'accès

source: Specify the event message type
fr: Définir le type de message d'événement

source: Specify the publisher model
fr: Définir le modèle de publication

source: Statistics
fr: Statistiques

source: Statistics of ~p
fr: Statistiques de ~p

source: Stop
fr: Arrêter

source: Stopped Nodes
fr: Nœuds arrêtés

source: Storage Type
fr: Type de stockage

source: Store binary backup:
fr: Sauvegarde binaire :

source: Store plain text backup:
fr: Sauvegarde texte :

source: Subject
fr: Sujet

source: Submit
fr: Soumettre

source: Submitted
fr: Soumis

source: Subscriber Address
fr: Adresse de l'abonné

source: Subscription
fr: Abonnement

source: Subscriptions are not allowed
fr: Les abonnement ne sont pas autorisés

source: Sunday
fr: Dimanche

source: That nickname is already in use by another occupant
fr: Le pseudo est déjà utilisé par un autre occupant

source: That nickname is registered by another person
fr: Le pseudo est enregistré par une autre personne

source: The CAPTCHA is valid.
fr: Le CAPTCHA est valide

source: The CAPTCHA verification has failed
fr: La vérification du CAPTCHA a échoué

source: The collections with which a node is affiliated
fr: Les collections avec lesquelle un nœud est affilié

source: The default language of the node
fr: La langue par défaut du nœud

source: The feature requested is not supported by the conference
fr: La demande de fonctionalité n'est pas supportée par la conférence

source: The name of the node
fr: Le nom du nœud

source: The password contains unacceptable characters
fr: Le mot de passe contient des caractères non-acceptables

source: The password is too weak
fr: Le mot de passe est trop faible

source: The query is only allowed from local users
fr: La requête n'est autorisé qu'aux utilisateurs locaux

source: The query must not contain <item/> elements
fr: La requête ne doit pas contenir d'élément <item/>

source: This room is not anonymous
fr: Ce salon n'est pas anonyme

source: Thursday
fr: Jeudi

source: Time
fr: Heure

source: Time delay
fr: Délais

source: To
fr: A

source: To register, visit ~s
fr: Pour vous enregistrer, visitez ~s

source: Token TTL
fr: Jeton TTL

source: Too many (~p) failed authentications from this IP address (~s). The address will be unblocked at ~s UTC
fr: Trop (~p) d'authentification ont échoué pour cette adresse IP (~s). L'adresse sera débloquée à ~s UTC

source: Too many <item/> elements
fr: Trop d'éléments <item/>

source: Too many <list/> elements
fr: Trop d'éléments <list/>

source: Too many CAPTCHA requests
fr: Trop de requêtes CAPTCHA

source: Too many active bytestreams
fr: Trop de flux SOCKS5 actifs

source: Too many unacked stanzas
fr: Trop de stanzas sans accusé de réception (ack)

source: Too many users in this conference
fr: Trop d'utilisateurs dans cette conférence

source: Total rooms
fr: Nombre de salons

source: Traffic rate limit is exceeded
fr: La limite de trafic a été dépassée

source: Transactions Aborted:
fr: Transactions annulées :

source: Transactions Committed:
fr: Transactions commitées :

source: Transactions Logged:
fr: Transactions journalisées :

source: Transactions Restarted:
fr: Transactions redémarrées :

source: Tuesday
fr: Mardi

source: Unable to generate a CAPTCHA
fr: Impossible de générer le CAPTCHA

source: Unable to register route on existing local domain
fr: Impossible d'enregistrer la route sur un domaine locale existant

source: Unauthorized
fr: Non autorisé

source: Unexpected action
fr: Action inattendu

source: Unregister
fr: Désinscrire

source: Unsupported <index/> element
fr: Elément <index/> non supporté

source: Update
fr: Mettre à jour

source: Update message of the day (don't send)
fr: Mise à jour du message du jour (pas d'envoi)

source: Update message of the day on all hosts (don't send)
fr: Mettre à jour le message du jour sur tous les domaines (ne pas envoyer)

source: Update plan
fr: Plan de mise à jour

source: Update script
fr: Script de mise à jour

source: Update ~p
fr: Mise à jour de ~p

source: Uptime:
fr: Temps depuis le démarrage :

source: User
fr: Utilisateur

source: User (jid)
fr: Utilisateur (jid)

source: User JID
fr: JID de l'utilisateur

source: User Management
fr: Gestion des utilisateurs

source: User already exists
fr: L'utilisateur existe déjà

source: User session not found
fr: Session utilisateur non trouvée

source: User session terminated
fr: Session utilisateur terminée

source: Username:
fr: Nom d'utilisateur :

source: Users
fr: Utilisateurs

source: Users Last Activity
fr: Dernière activité des utilisateurs

source: Users are not allowed to register accounts so quickly
fr: Les utilisateurs ne sont pas autorisés à enregistrer des comptes si rapidement

source: Validate
fr: Valider

source: Value 'get' of 'type' attribute is not allowed
fr: La valeur de l'attribut 'type' ne peut être 'get'

source: Value 'set' of 'type' attribute is not allowed
fr: La valeur de l'attribut 'type' ne peut être 'set'

source: Value of '~s' should be boolean
fr: La valeur de '~s' ne peut être booléen

source: Value of '~s' should be datetime string
fr: La valeur de '~s' doit être une chaine datetime

source: Value of '~s' should be integer
fr: La valeur de '~s' doit être un entier

source: Virtual Hosts
fr: Serveurs virtuels

source: Visitors are not allowed to change their nicknames in this room
fr: Les visiteurs ne sont pas autorisés à changer de pseudo dans ce salon

source: Visitors are not allowed to send messages to all occupants
fr: Les visiteurs ne sont pas autorisés à envoyer des messages à tout les occupants

source: Voice request
fr: Demande de voix

source: Voice requests are disabled in this conference
fr: Les demandes de voix sont désactivées dans cette conférence

source: Wednesday
fr: Mercredi

source: When a new subscription is processed
fr: Quand un nouvel abonnement est traité

source: When to send the last published item
fr: A quel moment envoyer le dernier élément publié

source: Whether to allow subscriptions
fr: Autoriser l'abonnement ?

source: You have been banned from this room
fr: Vous avez été exclus de ce salon

source: You have joined too many conferences
fr: Vous avec rejoint trop de conférences

source: You must fill in field "Nickname" in the form
fr: Vous devez préciser le champ "pseudo" dans le formulaire

source: You need a client that supports x:data and CAPTCHA to register
fr: Vous avez besoin d'un client prenant en charge x:data et CAPTCHA pour enregistrer un pseudo

source: You need a client that supports x:data to register the nickname
fr: Vous avez besoin d'un client prenant en charge x:data pour enregistrer un pseudo

source: You need an x:data capable client to search
fr: Vous avez besoin d'un client supportant x:data pour faire une recherche

source: You're not allowed to create nodes
fr: Vous n'êtes pas autorisé à créer des nœuds

source: Your active privacy list has denied the routing of this stanza.
fr: Votre règle de flitrage active a empêché le routage de ce stanza.

source: Your contact offline message queue is full. The message has been discarded.
fr: La file d'attente de message de votre contact est pleine. Votre message a été détruit.

source: Your subscription request and/or messages to ~s have been blocked. To unblock your subscription request, visit ~s
fr: Vos messages pour ~s sont bloqués. Pour les débloquer, veuillez visiter ~s

source: ejabberd MUC module
fr: Module MUC ejabberd

source: ejabberd Multicast service
fr: Service de Multidiffusion d'ejabberd

source: ejabberd Publish-Subscribe module
fr: Module Publish-Subscribe d'ejabberd

source: ejabberd SOCKS5 Bytestreams module
fr: Module SOCKS5 Bytestreams per ejabberd

source: ejabberd Web Admin
fr: Console Web d'administration de ejabberd

source: ejabberd vCard module
fr: Module vCard ejabberd

source: has been banned
fr: a été banni

source: has been kicked
fr: a été expulsé

source: has been kicked because of a system shutdown
fr: a été éjecté en raison de l'arrêt du système

source: has been kicked because of an affiliation change
fr: a été éjecté à cause d'un changement d'autorisation

source: has been kicked because the room has been changed to members-only
fr: a été éjecté car la salle est désormais réservée aux membres

source: is now known as
fr: est maintenant connu comme

source: joins the room
fr: rejoint le salon

source: leaves the room
fr: quitte le salon

source: private,
fr: privé

source: the password is
fr: le mot de passe est

source: vCard User Search
fr: Recherche dans l'annnuaire
