Repository: processone/ejabberd
Catalog: priv/msgs/*.po
Languages: fr

source: (Add * to the end of field to match substring)
fr: (Ajouter * à la fin du champ pour correspondre à la sous-chaîne)

source: has set the subject to:
fr: a défini le sujet sur :

source: A description of the node
fr: Une description du nœud

source: A friendly name for the node
fr: Un nom convivial pour le nœud

source: A password is required to enter this room
fr: Un mot de passe est nécessaire pour accéder à ce salon

source: Accept
fr: Accepter

source: Access denied by service policy
fr: L'accès au service est refusé

source: Action on user
fr: Action sur l'utilisateur

source: Add Jabber ID
fr: Ajouter un Jabber ID

source: Add New
fr: Ajouter

source: Add User
fr: Ajouter un utilisateur

source: Administration of
fr: Administration de

source: Administrator privileges required
fr: Les droits d'administrateur sont nécessaires

source: All Users
fr: Tous les utilisateurs

source: All activity
fr: Toute activité

source: Allow this Jabber ID to subscribe to this pubsub node?
fr: Autoriser ce Jabber ID à s'abonner à ce nœud PubSub ?

source: Allow users to change the subject
fr: Autoriser les utilisateurs à changer le sujet

source: Allow users to query other users
fr: Autoriser les utilisateurs à envoyer des requêtes aux autres utilisateurs

source: Allow users to send invites
fr: Autoriser les utilisateurs à envoyer des invitations

source: Allow users to send private messages
fr: Autoriser les utilisateurs à envoyer des messages privés

source: Allow visitors to change nickname
fr: Autoriser les visiteurs à changer de pseudo

source: Allow visitors to send private messages to
fr: Autoriser les visiteurs à envoyer des messages privés

source: Allow visitors to send status text in presence updates
fr: Autoriser les visiteurs à envoyer un message d'état avec leur présence

source: Allow visitors to send voice requests
fr: Permettre aux visiteurs d'envoyer des demandes de 'voice'

source: Announcements
fr: Annonces

source: April
fr: Avril

source: August
fr: Août

source: Automatic node creation is not enabled
fr: La creation implicite de nœud n'est pas disponible

source: Backup
fr: Sauvegarde

source: Backup Management
fr: Gestion des sauvegardes

source: Backup of ~p
fr: Sauvegarde de ~p

source: Backup to File at
fr: Sauvegarde fichier sur

source: Bad format
fr: Mauvais format

source: Birthday
fr: Date d'anniversaire

source: Both the username and the resource are required
fr: Le nom d'utilisateur et sa ressource sont nécessaires

source: Bytestream already activated
fr: Le flux SOCKS5 est déjà activé

source: CAPTCHA web page
fr: Page web de CAPTCHA

source: CPU Time:
fr: Temps CPU :

source: Cannot remove active list
fr: La liste active ne peut être supprimée

source: Cannot remove default list
fr: La liste par défaut ne peut être supprimée

source: Change Password
fr: Modifier le mot de passe

source: Change User Password
fr: Changer le mot de passe de l'utilisateur

source: Changing password is not allowed
fr: La modification du mot de passe n'est pas autorisée

source: Changing role/affiliation is not allowed
fr: La modification role/affiliation n'est pas autorisée

source: Characters not allowed:
fr: Caractères non autorisés :

source: Chatroom configuration modified
fr: Configuration du salon modifiée

source: Chatroom is created
fr: Le salon de discussion est créé

source: Chatroom is destroyed
fr: Le salon de discussion est détruit

source: Chatroom is started
fr: Le salon de discussion a démarré

source: Chatroom is stopped
fr: Le salon de discussion est stoppé

source: Chatrooms
fr: Salons de discussion

source: Choose a username and password to register with this server
fr: Choisissez un nom d'utilisateur et un mot de passe pour ce serveur

source: Choose storage type of tables
fr: Choisissez un type de stockage pour les tables

source: Choose whether to approve this entity's subscription.
fr: Choisissez d'approuver ou non l'abonnement de cette entité.

source: City
fr: Ville

source: Commands
fr: Commandes

source: Conference room does not exist
fr: Le salon de discussion n'existe pas

source: Configuration of room ~s
fr: Configuration pour le salon ~s

source: Connected Resources:
fr: Ressources connectées :

source: Country
fr: Pays

source: Database
fr: Base de données

source: Database Tables Configuration at
fr: Configuration des tables de base de données sur

source: Database Tables at ~p
fr: Tables de base de données sur ~p

source: Database failure
fr: Échec sur la base de données

source: December
fr: Décembre

source: Default users as participants
fr: Les utilisateurs sont participant par défaut

source: Delete Selected
fr: Suppression des éléments sélectionnés

source: Delete User
fr: Supprimer l'utilisateur

source: Delete message of the day
fr: Supprimer le message du jour

source: Delete message of the day on all hosts
fr: Supprimer le message du jour sur tous les domaines

source: Deliver event notifications
fr: Envoyer les notifications d'événement

source: Deliver payloads with event notifications
fr: Inclure le contenu du message avec la notification

source: Disc only copy
fr: Copie sur disque uniquement

source: Displayed:
fr: Affichés :

source: Dump Backup to Text File at
fr: Enregistrer la sauvegarde dans un fichier texte sur

source: Dump to Text File
fr: Sauvegarder dans un fichier texte

source: Duplicated groups are not allowed by RFC6121
fr: Les groupes ne peuvent être dupliqués (rfc6121)

source: Edit Properties
fr: Modifier les propriétés

source: Either approve or decline the voice request.
fr: Accepter ou refuser la demande de voix.

source: Elements
fr: Éléments

source: Email
fr: Courriel

source: Email Address
fr: Adresse courriel

source: Enable logging
fr: Activer l'archivage

source: Enable message archiving
fr: Activer l'archivage de messages

source: Enabling push without 'node' attribute is not supported
fr: L'activation push ne peut se faire sans l'attribut 'node'

source: End User Session
fr: Terminer la session de l'utilisateur

source: Enter nickname you want to register
fr: Entrez le pseudo que vous souhaitez enregistrer

source: Enter path to backup file
fr: Entrez le chemin vers le fichier de sauvegarde

source: Enter path to jabberd14 spool dir
fr: Entrez le chemin vers le répertoire spool de Jabberd 1.4

source: Enter path to jabberd14 spool file
fr: Entrez le chemin vers le fichier spool de Jabberd 1.4

source: Enter path to text file
fr: Entrez le chemin vers le fichier texte

source: Enter the text you see
fr: Tapez le texte que vous voyez

source: Error
fr: Erreur

source: Exclude Jabber IDs from CAPTCHA challenge
fr: Exempter des Jabberd IDs du test CAPTCHA

source: Export all tables as SQL queries to a file:
fr: Exporter toutes les tables vers un fichier SQL :

source: Export data of all users in the server to PIEFXIS files (XEP-0227):
fr: Exporter les données de tous les utilisateurs du serveur vers un fichier PIEFXIS (XEP-0227) :

source: Export data of users in a host to PIEFXIS files (XEP-0227):
fr: Exporter les données utilisateurs d'un hôte vers un fichier PIEFXIS (XEP-0227) :

source: External component failure
fr: Erreur de composant externe

source: External component timeout
fr: Dépassement de delai du composant externe

source: Failed to activate bytestream
fr: Échec d'activation de bytestream

source: Failed to extract JID from your voice request approval
fr: Échec d'extraction du JID dans la requête de voix

source: Failed to map delegated namespace to external component
fr: Échec d'association d'espace de nom vers un composant externe

source: Failed to parse HTTP response
fr: Échec de lecture de la réponse HTTP

source: Failed to process option '~s'
fr: Échec de traitement de l'option '~s'

source: Family Name
fr: Nom de famille

source: February
fr: Février

source: File larger than ~w bytes
fr: Taille de fichier suppérieur à ~w octets

source: Fill in the form to search for any matching XMPP User
fr: Complétez le formulaire pour rechercher un utilisateur XMPP correspondant

source: Friday
fr: Vendredi

source: From
fr: De

source: Full Name
fr: Nom complet

source: Get Number of Online Users
fr: Récupérer le nombre d'utilisateurs en ligne

source: Get Number of Registered Users
fr: Récupérer le nombre d'utilisateurs enregistrés

source: Get User Last Login Time
fr: Récupérer la dernière date de connexion de l'utilisateur

source: Get User Password
fr: Récupérer le mot de passe de l'utilisateur

source: Get User Statistics
fr: Récupérer les statistiques de l'utilisateur

source: Given Name
fr: Nom

source: Grant voice to this person?
fr: Accorder le droit de parole à cet utilisateur ?

source: Group
fr: Groupe

source: Groups
fr: Groupes

source: Groups that will be displayed to the members
fr: Groupes qui seront affichés aux membres

source: HTTP File Upload
fr: Téléversement de fichier HTTP

source: Host
fr: Serveur

source: Host unknown
fr: Serveur inconnu

source: IP addresses
fr: Adresses IP

source: If you don't see the CAPTCHA image here, visit the web page.
fr: SI vous ne voyez pas l'image CAPTCHA ici, visitez la page web.

source: Import Directory
fr: Importer un répertoire

source: Import File
fr: Importer un fichier

source: Import User from File at
fr: Importer un utilisateur depuis le fichier sur

source: Import Users From jabberd14 Spool Files
fr: Importer des utilisateurs depuis un fichier spool Jabberd 1.4

source: Import Users from Dir at
fr: Importer des utilisateurs depuis le répertoire sur

source: Import user data from jabberd14 spool file:
fr: Importer des utilisateurs depuis un fichier spool Jabberd 1.4 :

source: Import users data from a PIEFXIS file (XEP-0227):
fr: Importer les données utilisateurs à partir d'un fichier PIEFXIS (XEP-0227) :

source: Import users data from jabberd14 spool directory:
fr: Importer des utilisateurs depuis un fichier spool Jabberd 1.4 :

source: Improper domain part of 'from' attribute
fr: Le domaine de l'attribut 'from' est incorrect

source: Improper message type
fr: Mauvais type de message

source: Incoming s2s Connections:
fr: Connexions s2s entrantes :

source: Incorrect CAPTCHA submit
fr: Entrée CAPTCHA incorrecte

source: Incorrect data form
fr: Formulaire incorrect

source: Incorrect password
fr: Mot de passe incorrect

source: Incorrect value of 'action' attribute
fr: Valeur de l'attribut 'action' incorrecte

source: Incorrect value of 'action' in data form
fr: Valeur de l'attribut 'action' incorrecte dans le formulaire

source: Incorrect value of 'path' in data form
fr: Valeur de l'attribut 'path' incorrecte dans le formulaire

source: Insufficient privilege
fr: Droits insuffisants

source: Internal server error
fr: Erreur interne du serveur

source: Invalid 'from' attribute in forwarded message
fr: L'attribut 'from' du message transféré est incorrect

source: Invalid 'previd' value
fr: Valeur 'previd' invalide

source: Invalid node name
fr: Nom de nœud invalide

source: Invitations are not allowed in this conference
fr: Les invitations ne sont pas autorisées dans ce salon

source: It is not allowed to send error messages to the room. The participant (~s) has sent an error message (~s) and got kicked from the room
fr: L'envoyer de messages d'erreur au salon n'est pas autorisé. Le participant (~s) à envoyé un message d'erreur (~s) et à été expulsé du salon

source: It is not allowed to send private messages
fr: L'envoi de messages privés n'est pas autorisé

source: It is not allowed to send private messages of type "groupchat"
fr: Il n'est pas permis d'envoyer des messages privés de type "groupchat"

source: It is not allowed to send private messages to the conference
fr: Il n'est pas permis d'envoyer des messages privés à la conférence

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Just created
fr: Vient d'être créé

source: Last Activity
fr: Dernière activité

source: Last login
fr: Dernière connexion

source: Last month
fr: Dernier mois

source: Last year
fr: Dernière année

source: List of rooms
fr: Liste des salons

source: Low level update script
fr: Script de mise à jour de bas-niveau

source: Make participants list public
fr: Rendre la liste des participants publique

source: Make room CAPTCHA protected
fr: Protéger le salon par un CAPTCHA

source: Make room members-only
fr: Réserver le salon aux membres uniquement

source: Make room moderated
fr: Rendre le salon modéré

source: Make room password protected
fr: Protéger le salon par mot de passe

source: Make room persistent
fr: Rendre le salon persistant

source: Make room public searchable
fr: Rendre le salon public

source: Malformed username
fr: Nom d'utilisateur invalide

source: March
fr: Mars

source: Max # of items to persist
fr: Nombre maximum d'éléments à stocker

source: Max payload size in bytes
fr: Taille maximum pour le contenu du message en octet

source: Maximum Number of History Messages Returned by Room
fr: Nombre maximal de messages d'historique renvoyés par salle

source: Maximum Number of Occupants
fr: Nombre maximal d'occupants

source: Maximum file size
fr: Taille maximale du fichier

source: Maximum number of items to persist
fr: Nombre maximal d'éléments à conserver

source: May
fr: Mai

source: Members:
fr: Membres :

source: Membership is required to enter this room
fr: Vous devez être membre pour accèder à ce salon

source: Memory
fr: Mémoire

source: Message body
fr: Corps du message

source: Message not found in forwarded payload
fr: Message non trouvé dans l'enveloppe transférée

source: Messages from strangers are rejected
fr: Les messages d'étrangers sont rejetés

source: Messages of type headline
fr: Messages de type titre

source: Messages of type normal
fr: Messages de type normal

source: Middle Name
fr: Autre nom

source: Minimum interval between voice requests (in seconds)
fr: Intervalle minimum entre les demandes de 'voice' (en secondes)

source: Moderator privileges required
fr: Les droits de modérateur sont nécessaires

source: Modified modules
fr: Modules mis à jour

source: Module failed to handle the query
fr: Échec de traitement de la demande

source: Monday
fr: Lundi

source: Multi-User Chat
fr: Discussion de groupe

source: Multicast
fr: Multidiffusion

source: Multiple <item/> elements are not allowed by RFC6121
fr: Les elements <item/> multiples ne sont pas autorisés (rfc6121)

source: Name
fr: Nom

source: Name:
fr: Nom :

source: Natural Language for Room Discussions
fr: Langue naturelle pour les discussions en salle

source: Natural-Language Room Name
fr: Nom de la salle en langue naturelle

source: Neither 'jid' nor 'nick' attribute found
fr: Attribut 'jid' ou 'nick' absent

source: Neither 'role' nor 'affiliation' attribute found
fr: Attribut 'role' ou 'affiliation' absent

source: Never
fr: Jamais

source: New Password:
fr: Nouveau mot de passe :

source: Nickname
fr: Pseudo

source: Nickname Registration at
fr: Enregistrement d'un pseudo sur

source: Nickname ~s does not exist in the room
fr: Le pseudo ~s n'existe pas dans ce salon

source: No 'affiliation' attribute found
fr: Attribut 'affiliation' absent

source: No 'item' element found
fr: Aucun élément 'item' trouvé

source: No 'password' found in data form
fr: Entrée 'password' absente du formulaire

source: No 'password' found in this query
fr: L'élément 'password' est absent de la requête

source: No 'path' found in data form
fr: Entrée 'path' absente du formulaire

source: No 'to' attribute found in the invitation
fr: L'élément 'to' est absent de l'invitation

source: No Data
fr: Aucune information disponible

source: No available resource found
fr: Aucune ressource disponible

source: No body provided for announce message
fr: Pas de corps de message pour l'annonce

source: No data form found
fr: Formulaire non trouvé

source: No features available
fr: Aucune fonctionalité disponible

source: No hook has processed this command
fr: Aucun gestionnaire n'a pris en charge cette commande

source: No info about last activity found
fr: Aucune activité précédente trouvée

source: No items found in this query
fr: Aucun item trouvé dans cette requête

source: No limit
fr: Pas de limite

source: No module is handling this query
fr: Aucun module ne supporte cette requête

source: No node specified
fr: Nœud non spécifié

source: No pending subscriptions found
fr: Aucune demande d'abonnement trouvée

source: No privacy list with this name found
fr: Liste non trouvée

source: No private data found in this query
fr: Aucune donnée privée trouvée dans cette requête

source: No running node found
fr: Nœud non trouvé

source: No services available
fr: Aucun service disponible

source: No statistics found for this item
fr: Pas de statistiques

source: Node ID
fr: Identifiant du nœud

source: Node already exists
fr: Ce nœud existe déjà

source: Node index not found
fr: Index de nœud non trouvé

source: Node not found
fr: Nœud non trouvé

source: Node ~p
fr: Nœud ~p

source: Nodeprep has failed
fr: Échec de formattage

source: Nodes
fr: Nœuds

source: None
fr: Aucun

source: Not Found
fr: Nœud non trouvé

source: Not subscribed
fr: Pas abonné

source: Notify subscribers when items are removed from the node
fr: Avertir les abonnés lorsque des éléments sont supprimés sur le nœud

source: Notify subscribers when the node configuration changes
fr: Avertir les abonnés lorsque la configuration du nœud change

source: Notify subscribers when the node is deleted
fr: Avertir les abonnés lorsque le nœud est supprimé

source: November
fr: Novembre

source: Number of occupants
fr: Nombre d'occupants

source: Number of online users
fr: Nombre d'utilisateurs en ligne

source: Number of registered users
fr: Nombre d'utilisateurs enregistrés

source: October
fr: Octobre

source: Offline Messages
fr: Messages en attente

source: Offline Messages:
fr: Messages hors ligne :

source: Old Password:
fr: Ancien mot de passe :

source: Online
fr: En ligne

source: Online Users
fr: Utilisateurs en ligne

source: Online Users:
fr: Utilisateurs connectés :

source: Only <enable/> or <disable/> tags are allowed
fr: Seul le tag <enable/> ou <disable/> est autorisé

source: Only <list/> element is allowed in this query
fr: Seul l'élément <list/> est autorisé dans cette requête

source: Only deliver notifications to available users
fr: Envoyer les notifications uniquement aux utilisateurs disponibles

source: Only members may query archives of this room
fr: Seuls les membres peuvent accéder aux archives de ce salon

source: Only moderators and participants are allowed to change the subject in this room
fr: Seuls les modérateurs et les participants peuvent changer le sujet dans ce salon

source: Only moderators are allowed to change the subject in this room
fr: Seuls les modérateurs peuvent changer le sujet dans ce salon

source: Only moderators can approve voice requests
fr: Seuls les modérateurs peuvent accépter les requêtes voix

source: Only occupants are allowed to send messages to the conference
fr: Seuls les occupants peuvent envoyer des messages à la conférence

source: Only occupants are allowed to send queries to the conference
fr: Seuls les occupants sont autorisés à envoyer des requêtes à la conférence

source: Only service administrators are allowed to send service messages
fr: Seuls les administrateurs du service sont autoriser à envoyer des messages de service

source: Organization Name
fr: Nom de l'organisation

source: Organization Unit
fr: Unité de l'organisation

source: Outgoing s2s Connections
fr: Connexions s2s sortantes

source: Outgoing s2s Connections:
fr: Connexions s2s sortantes :

source: Owner privileges required
fr: Les droits de propriétaire sont nécessaires

source: Packet
fr: Paquet

source: Password
fr: Mot de passe

source: Password Verification
fr: Vérification du mot de passe

source: Password Verification:
fr: Vérification du mot de passe :

source: Password:
fr: Mot de passe :

source: Path to Dir
fr: Chemin vers le répertoire

source: Path to File
fr: Chemin vers le fichier

source: Pending
fr: En suspens

source: Period:
fr: Période :

source: Persist items to storage
fr: Stockage persistant des éléments

source: Ping query is incorrect
fr: Requête ping incorrecte

source: Please note that these options will only backup the builtin Mnesia database. If you are using the ODBC module, you also need to backup your SQL database separately.
fr: Ces options sauvegardent uniquement la base de données interne Mnesia. Si vous utilisez le module ODBC vous devez sauvegarde votre base SQL séparément.

source: Please, wait for a while before sending new voice request
fr: Attendez un moment avant de re-lancer une requête de voix

source: Possessing 'ask' attribute is not allowed by RFC6121
fr: Le traitement de l'attribut 'ack' n'est pas autorisé (rfc6121)

source: Present real Jabber IDs to
fr: Rendre le Jabber ID réel visible pour

source: PubSub subscriber request
fr: Demande d'abonnement PubSub

source: Publish-Subscribe
fr: Publication-Abonnement

source: Purge all items when the relevant publisher goes offline
fr: Purger tous les items lorsque publieur est hors-ligne

source: Queries to the conference members are not allowed in this room
fr: Les requêtes sur les membres de la conférence ne sont pas autorisé dans ce salon

source: Query to another users is forbidden
fr: Requête vers un autre utilisateur interdite

source: RAM and disc copy
fr: Copie en mémoire vive (RAM) et sur disque

source: RAM copy
fr: Copie en mémoire vive (RAM)

source: RPC Call Error
fr: Erreur d'appel RPC

source: Really delete message of the day?
fr: Confirmer la suppression du message du jour ?

source: Recipient is not in the conference room
fr: Le destinataire n'est pas dans la conférence

source: Register
fr: Enregistrer

source: Registered Users
fr: Utilisateurs enregistrés

source: Registered Users:
fr: Utilisateurs enregistrés :

source: Remote copy
fr: Copie distante

source: Remove
fr: Supprimer

source: Remove All Offline Messages
fr: Effacer tous les messages hors ligne

source: Remove User
fr: Supprimer l'utilisateur

source: Replaced by new connection
fr: Remplacé par une nouvelle connexion

source: Resources
fr: Ressources

source: Restart
fr: Redémarrer

source: Restart Service
fr: Redémarrer le service

source: Restore
fr: Restauration

source: Restore Backup from File at
fr: Restaurer la sauvegarde depuis le fichier sur

source: Restore binary backup after next ejabberd restart (requires less memory):
fr: Restauration de la sauvegarde binaire après redémarrage (nécessite moins de mémoire) :

source: Restore binary backup immediately:
fr: Restauration immédiate d'une sauvegarde binaire :

source: Restore plain text backup immediately:
fr: Restauration immédiate d'une sauvegarde texte :

source: Room Configuration
fr: Configuration du salon

source: Room Occupants
fr: Occupants du salon

source: Room creation is denied by service policy
fr: La création de salons est interdite par le service

source: Room description
fr: Description du salon

source: Room title
fr: Titre du salon

source: Roster groups allowed to subscribe
fr: Groupes de liste de contact autorisés à s'abonner

source: Roster size
fr: Taille de la liste de contacts

source: Running Nodes
fr: Nœuds actifs

source: Saturday
fr: Samedi

source: Script check
fr: Validation du script

source: Search Results for
fr: Résultats de recherche pour

source: Search users in
fr: Rechercher des utilisateurs

source: Send announcement to all online users
fr: Envoyer l'annonce à tous les utilisateurs en ligne

source: Send announcement to all online users on all hosts
fr: Envoyer l'annonce à tous les utilisateurs en ligne sur tous les serveurs

source: Send announcement to all users
fr: Envoyer l'annonce à tous les utilisateurs

source: Send announcement to all users on all hosts
fr: Envoyer une annonce à tous les utilisateurs de tous les domaines
